Repository: feelwithkimo/feelwithkimo-ios
Catalog: feelwithkimo/feelwithkimo/Resources/Localizable.xcstrings
Source language: en
Languages: id, zh_hans, zh_hant

# BlockFirstTip
source: Drag and drop the shapes into the correct boxes.
id: Seret dan geser bentuk ke kotak yang sesuai.
zh_hans: 将形状拖放到相应的方框中.
zh_hant: 將形狀拖放到相應的方框中.

# BlockSecondTip
source: Continue until the shapes are arranged like this example.
id: Teruskan sampai bentuknya tersusun seperti contoh ini.
zh_hans: 继续直到形状按照此示例排列好.
zh_hant: 繼續直到形狀按照此範例排列好.

# BlockTutorialBody
source: playing with shapes helps children develop logic and problem-solving skills.
id: bermain dengan bentuk membantu anak mengembangkan logika dan keterampilan memecahkan masalah.
zh_hans: 玩形状有助于儿童发展逻辑和解决问题的能力.
zh_hant: 玩形狀有助於兒童發展邏輯和解決問題的能力.

# BlockTutorialReference
source: According to Jean Piaget,
id: Menurut Jean Piaget,
zh_hans: 根据让·皮亚杰的观点，
zh_hant: 根據尚·皮亞傑的觀點，

source: Both Hands Detected
id: Kedua Tangan Terdeteksi
zh_hans: 检测到双手
zh_hant: 偵測到雙手

source: Breathing Exercise
id: Latihan Pernapasan
zh_hans: 呼吸练习
zh_hant: 呼吸練習

# BreathingBridgingText
source: Let's Practice Breathing
id: Ayo Latihan Pernapasan
zh_hans: 我们练习呼吸吧
zh_hant: 我們練習呼吸吧

# BreathingSuccess
source: Hooray… you managed to do breathing exercise
id: Hore.. kamu berhasil tarik nafas
zh_hans: 太好了...你成功地呼吸了呀
zh_hant: 太好了...你成功地呼吸了呀

# BreathingTutorialBody
source: these breathing exercises help naturally calm the nervous system. The more regularly they are practiced, the easier it will be for children to manage anxiety and calm their bodies.
id: latihan pernapasan ini membantu menenangkan sistem saraf secara alami. Semakin rutin dilakukan, semakin mudah anak mengatur rasa cemas dan menenangkan tubuhnya.
zh_hans: 这些呼吸练习有助于自然舒缓神经系统。练习得越规律，孩子就越能轻松管理焦虑并让身体平静下来。
zh_hant: 這些呼吸練習有助於自然舒緩神經系統。練習得越規律，孩子就越能輕鬆管理焦慮並讓身體平靜下來。

# BreathingTutorialReference
source: According to Dr. Weil,
id: Menurut Dokter Weil,
zh_hans: 根据Weil医生的说法，
zh_hant: 根據Weil醫生的說法，

# BreathingTutorialTitle
source: Breathing exercise methods
id: Cara latihan pernafasan
zh_hans: 呼吸练习方法
zh_hant: 呼吸練習方法

source: Choose Emotion!
id: Pilih Emosi!
zh_hans: 选择情感！
zh_hant: 選擇情感！

# Clapping_Title
source: Clap Your Hands!
id: Tepuk Tanganmu!
zh_hans: 拍手！
zh_hant: 拍手！

# ClappingSkip
source: It looks like Kimo didn't see you clapping
id: Wah sepertinya kimo tidak melihat kamu tepuk tangan
zh_hans: 看起来Kimo没有看到你拍手
zh_hant: 看起來Kimo沒有看到你拍手

# ClapQuoteBody
source: clapping can help improve children's motor skills, leading to better handwriting, neater writing, and fewer spelling mistakes.
id: tepuk tangan membantu motorik anak, sehingga anak lebih siap menulis, tulisannya rapi, dan lebih sedikit salah mengeja.
zh_hans: 拍手有助于提高孩子们的运动技能，使他们的手写更好，书写更整洁，拼写错误更少。
zh_hant: 拍手有助於提升孩子的運動技能，使他們的手寫更好，書寫更整潔，拼字錯誤更少。

# ClapQuotePrefix
source: According to Dr. Idit Sulkin,
id: Menurut Dr. Idit Sulkin,
zh_hans: 根据Idit Sulkin医生的说法，
zh_hant: 根據Idit Sulkin醫生的說法，

# Completion_Text
source: Stage 1 Completed
id: Tahap 1 Selesai !
zh_hans: 阶段完成！
zh_hant: 階段完成！

# Congratulate_Text
source: Hooray !!!
id: Hore berhasil !!!
zh_hans: 好耶！
zh_hant: 好耶！

source: Continue
id: Lanjutkan
zh_hans: 继续
zh_hant: 繼續

# EmotionStoryViewDialogueText
source: Today, Kimo wants to play with Kimo's friend, her name is Lala.
id: Hari ini, Kimo mau bermain bersama teman kimo, namanya adalah Lala.
zh_hans: 今天，Kimo想和Kimo的朋友玩，她的名字叫Lala。
zh_hant: 今天，Kimo想和Kimo的朋友玩，她的名字叫Lala。

# Entry_Title_1
source: Welcome to school
id: Selamat datang di sekolah
zh_hans: 欢迎来到学校
zh_hant: 歡迎來到學校

# Entry_Title_2
source: Kimo will accompany you and your little one to learn to recognize feelings
id: Kimo akan menemani kamu dan si kecil belajar mengenal perasaan
zh_hans: Kimo将陪伴你和你的孩子学习识别感受
zh_hant: Kimo將陪伴你和你的孩子學習辨識感受

source: Exhale
id: Buang Nafas
zh_hans: 呼气
zh_hant: 呼氣

source: Exit
id: Keluar
zh_hans: 离开
zh_hant: 離開

# Hold_Breath
source: Hold Breathe
id: Tahan Nafas
zh_hans: 屏气
zh_hant: 屏氣

source: Hold Breathe
id: Tahan Nafas
zh_hans: 屏气
zh_hant: 屏氣

source: How to Play
id: Cara Bermain
zh_hans: 如何玩
zh_hant: 如何玩

# Identity_TextField_Child
source: Nickname for Child:
id: Nama Panggilan untuk si Kecil:
zh_hans: 你孩子的昵称：
zh_hant: 你孩子的暱稱：

# Identity_TextField_Parent
source: Nickname for Parents:
id: "Nama Panggilan untuk Orang Tua:"
zh_hans: 父母的昵称：
zh_hant: 父母的暱稱：

# Identity_Title_1
source: Let’s Be
id: Kenalan
zh_hans: 互相
zh_hant: 互相

# Identity_Title_2
source: Friends!
id: Yuk!
zh_hans: 介绍！
zh_hant: 介紹！

source: Inhale
id: Tarik Nafas
zh_hans: 吸入
zh_hant: 吸入

source: Kicking The Blocks
id: Menendang balok-baloknya
zh_hans: 踢玩具积木
zh_hant: 踢玩具積木

# Kimo_Tutorial_Text_1
source: Click the Kimo’s icon!
id: Klik ikon Kimo, ya!
zh_hans: 按Kimo图标
zh_hant: 按Kimo圖標

# Kimo_Tutorial_Text_2
source: Kimo will provide guidance when your child needs help
id: Kimo akan memberikan petunjuk saat si kecil butuh bantuan
zh_hans: 当你的孩子需要帮助时，Kimo会提供指导
zh_hant: 當你的孩子需要幫助時，Kimo會提供指導

source: Let’s Start
id: Ayo Mulai
zh_hans: 开始
zh_hant: 開始

source: No Hands Detected
id: Tangan Tidak Terdeteksi
zh_hans: 未检测到手
zh_hant: 未偵測到手

source: One Hand Detected
id: Satu Tangan Terdeteksi
zh_hans: 检测到一只手
zh_hant: 偵測到一隻手

source: Replay
id: Ulangi
zh_hans: 重复
zh_hant: 重复

source: Round
id: Putaran
zh_hans: 回合
zh_hant: 回合

source: Save
id: Simpan
zh_hans: 保存
zh_hant: 儲存

source: Second
id: Detik
zh_hans: 秒
zh_hant: 秒

source: Skip
id: Lewati
zh_hans: 略过
zh_hant: 略過

# StartButton
source: Start
id: Mulai
zh_hans: 开始
zh_hant: 開始

source: Start Playing
id: Mulai Bermain
zh_hans: 开始游戏
zh_hant: 開始遊戲

source: Stop
id: Berhenti
zh_hans: 停
zh_hant: 停

# StoryEnd
source: Story Finished
id: Cerita Selesai
zh_hans: 故事完成
zh_hant: 故事讲完了

# TapAnywhere
source: Tap anywhere on the screen to continue
id: Ketuk bagian mana pun di layar untuk lanjut
zh_hans: 按屏幕上的任意位置继续
zh_hant: 按螢幕上的任何位置繼續

source: Try Again
id: Coba Lagi
zh_hans: 再试一次
zh_hant: 再試一次

# Tutorial_Text_1
source: Tell this story to your child!
id: Bacakan cerita ini untuk si kecil ya!
zh_hans: 把这个故事给你的孩子讲！
zh_hant: 把這個故事給你的孩子講！

# Tutorial_Text_2
source: Use voice and expressions so that your little one can feel it too
id: Gunakan suara dan ekspresi supaya si kecil bisa merasakannya juga
zh_hans: 请使用声音和表情，让你的孩子也能识别感受
zh_hant: 請使用聲音和表情，讓你的孩子也能辨識感受

# Tutorial_Text_3
source: and also fun comments to accompany your child throughout the story!
id: dan juga komentar seru untuk menemani si kecil sepanjang cerita!
zh_hans: 然后给一些有趣的评论，陪伴你的孩子度过整个故事！
zh_hant: 然後給一些有趣的評論，陪伴你的孩子度過整個故事！

# TutorialClappingFirst
source: ⁠Played with the child and parent positioned along the dotted line.
id: Dimainkan anak bersama orang tua dengan posisi berada di garis putus-putus.
zh_hans: ⁠与孩子和家长一起沿着虚线玩耍。
zh_hant: ⁠與孩子和家長一起沿著虛線玩耍。

# TutorialClappingSecond
source: Clap until the progress bar is complete.
id: Tepuk tangan sampai progress bar selesai.
zh_hans: 拍手直到进度条完成。
zh_hant: 拍手直到進度條完成。

# TutorialClappingThird
source: Make sure the hands are visible on the screen.
id: Pastikan tangan terlihat di layar.
zh_hans: 确保手在屏幕上可见。
zh_hant: 確保手在螢幕上可見。

source: Menu
zh_hans: 选单
zh_hant: 選單
